[
    {
        "id": 1,
        "joke": "Why don’t skeletons fight each other? They don’t have the guts!"
    },
    {
        "id": 2,
        "joke": "What do you get when you cross a vampire with a snowman? Frostbite!"
    },
    {
        "id": 3,
        "joke": "Why did the scarecrow win an award? Because he was outstanding in his field!"
    },
    {
        "id": 4,
        "joke": "What’s a ghost’s favorite dessert? Boo-berry pie!"
    },
    {
        "id": 5,
        "joke": "Why do ghosts go on diets? So they can keep their ghoulish figures!"
    },
    {
        "id": 6,
        "joke": "How do you fix a broken pumpkin? With a pumpkin patch!"
    },
    {
        "id": 7,
        "joke": "Why don’t mummies take vacations? They’re afraid they’ll relax and unwind!"
    },
    {
        "id": 8,
        "joke": "What’s a witch’s favorite subject in school? Spelling!"
    },
    {
        "id": 9,
        "joke": "Why are skeletons so calm? Because nothing gets under their skin!"
    },
    {
        "id": 10,
        "joke": "What’s it like to be kissed by a vampire? It’s a pain in the neck!"
    },
    {
        "id": 11,
        "joke": "What do you call a fat pumpkin? A plumpkin!"
    },
    {
        "id": 12,
        "joke": "How do vampires start letters? Tomb it may concern…"
    },
    {
        "id": 13,
        "joke": "Why did the zombie skip school? He felt rotten!"
    },
    {
        "id": 14,
        "joke": "What kind of music do mummies listen to? Wrap music!"
    },
    {
        "id": 15,
        "joke": "Why was the witch’s broom late? It swept in!"
    },
    {
        "id": 16,
        "joke": "Why are ghosts bad at lying? Because you can see right through them!"
    },
    {
        "id": 17,
        "joke": "What’s a vampire’s favorite fruit? A blood orange!"
    },
    {
        "id": 18,
        "joke": "What does a skeleton order at a restaurant? Spare ribs!"
    },
    {
        "id": 19,
        "joke": "What do ghosts wear when it’s raining? Boo-ts!"
    },
    {
        "id": 20,
        "joke": "Why don’t vampires have reflections? Because they are total suckers!"
    },
    {
        "id": 21,
        "joke": "What’s a mummy’s favorite type of music? Hip-hop!"
    },
    {
        "id": 22,
        "joke": "What’s a skeleton’s least favorite room? The living room!"
    },
    {
        "id": 23,
        "joke": "How do you make a skeleton laugh? Tickle its funny bone!"
    },
    {
        "id": 24,
        "joke": "Why did Dracula become a vegetarian? Because stakes are too high!"
    },
    {
        "id": 25,
        "joke": "What do you call two witches sharing an apartment? Broommates!"
    },
    {
        "id": 26,
        "joke": "How do ghosts like their eggs? Terror-fried!"
    },
    {
        "id": 27,
        "joke": "What’s a ghost’s favorite game? Hide and shriek!"
    },
    {
        "id": 28,
        "joke": "What do you call a witch’s garage? A broom closet!"
    },
    {
        "id": 29,
        "joke": "What’s a vampire’s favorite dog? A bloodhound!"
    },
    {
        "id": 30,
        "joke": "Why did the skeleton stay out in the snow? Because he was chilled to the bone!"
    },
    {
        "id": 31,
        "joke": "What do witches put on to go trick-or-treating? Mas-scare-a!"
    },
    {
        "id": 32,
        "joke": "What’s a ghoul’s favorite candy? Jawbreakers!"
    },
    {
        "id": 33,
        "joke": "How do you write a book about Halloween? With a ghostwriter!"
    },
    {
        "id": 34,
        "joke": "Why did the vampire read the newspaper? He heard it had great circulation!"
    },
    {
        "id": 35,
        "joke": "Why don’t ghosts like rain? It dampens their spirits!"
    },
    {
        "id": 36,
        "joke": "What’s a witch’s favorite food? Goulash!"
    },
    {
        "id": 37,
        "joke": "How does a vampire get around on Halloween? On blood vessels!"
    },
    {
        "id": 38,
        "joke": "Why was the mummy so tense? He was all wound up!"
    },
    {
        "id": 39,
        "joke": "Why don’t mummies have friends? Because they’re too wrapped up in themselves!"
    },
    {
        "id": 40,
        "joke": "What room does a ghost not need? A living room!"
    },
    {
        "id": 41,
        "joke": "How do witches keep their hair in place while flying? With scare-spray!"
    },
    {
        "id": 42,
        "joke": "What do you call a ghost with a broken leg? A hoblin goblin!"
    },
    {
        "id": 43,
        "joke": "Why do vampires like baseball? Because they love to bat!"
    },
    {
        "id": 44,
        "joke": "What did the werewolf eat after having his teeth cleaned? The dentist!"
    },
    {
        "id": 45,
        "joke": "What’s a monster’s favorite bean? A human bean!"
    },
    {
        "id": 46,
        "joke": "Why was the skeleton afraid to cross the road? He didn’t have the guts!"
    },
    {
        "id": 47,
        "joke": "How does a skeleton call his friends? On the tele-bone!"
    },
    {
        "id": 48,
        "joke": "What did the ghost say when it got hurt? I got a boo-boo!"
    },
    {
        "id": 49,
        "joke": "Why did the vampire get a job at the blood bank? Because he knew the drill!"
    },
    {
        "id": 50,
        "joke": "What kind of horse does a ghost ride? A night-mare!"
    }
]